Repository: victorstanciu/dbv-language-packs
Catalog: */default.po
Languages: it_it

source: Access denied
it_it: Accesso negato

source: You didn't select any objects
it_it: Non hai selezionato alcun oggieto

source: Executed revision #{revision}
it_it: Eseguita revisione #{revision}

source: Filename #{file} contains illegal characters. Please contact the developer.
it_it: il nome file #{file} contiente caratteri non validi. Contatta lo sviluppatore.

source: Couldn't write file: #{path}<br />Make sure the user running DBV has adequate permissions.
it_it: Impossibile scrivere sul file: #{path}<br />Verifica che l'utente con cui gira DBV abbia i permessi corretti.

source: File #{path} successfully saved!
it_it: File #{path} salvato con successo!

source: Created schema object #{item}
it_it: Schema creato #{item}

source: Cannot find file for schema object #{item} (looked in #{schema_path})
it_it: Impossibile trovare il file relativo allo schema #{item} (cercato in #{schema_path})

source: Wrote file: #{file}
it_it: Scritto file: #{file}

source: Cannot write file: #{file}
it_it: Impossibile scrivere sul file: #{file}

source: Cannot open file #{file}
it_it: Impossibile aprire il file #{file}

source: Revisions
it_it: Revisioni

source: Revision ID
it_it: ID Revisione

source: Save file
it_it: Salva file

source: No revisions in #{path}
it_it: Nessuna revisione in #{path}

source: You didn't select any revisions to run
it_it: Non hai selezionato alcuna revisione da lanciare

source: Error!
it_it: Errore!

source: The following errors occured:
it_it: Sono occorsi i seguenti errori:

source: The following actions completed successfuly:
it_it: Le seguenti azioni sono state completate:

source: dbv.php - Database versioning, made easy
it_it: dbv.php - Versionamento per Database, reso semplice

source: Check for updates
it_it: Controlla aggiornamenti

source: Database schema
it_it: Schema Database

source: Schema object
it_it: Schema

source: In DB
it_it: Nel DB

source: On disk
it_it: Sul Disco

source: YES
it_it: SI

source: Push to database
it_it: Pubblica sul database

source: Export to disk
it_it: Esporta sul disco

source: No schema objects found on disk or in the database.
it_it: Nessuno schema trovato sul disco o sul database.
